Repository: deepin-community/gsasl
Catalog: po/*.po
Languages: es

source: Using mechanism:
es: Empleando mecanismo:

source: error: could not parse server data: %s
es: error: no pudo interpretar datos del servidor: %s

source: Input list of SASL mechanisms supported by server:
es: Listado entrante de mecanismos SASL compatibles por servidor:

source: Output from server:
es: Salida desde servidor:

source: Output from client:
es: Salida desde cliente:

source: Try `%s --help' for more information.
es: Pruebe `%s --help' para más información.

source: missing argument
es: argumento ausente

source: need both --x509-cert-file and --x509-key-file
es: requiere ambos --x509-cert-file y --x509-key-file

source: cannot use both --starttls and --no-starttls
es: no pude utilizar ambos --starttls y --no-starttls

source: cannot use both --smtp and --imap
es: no puede emplear ambos --smtp e --imap

source: initialization failure: %s
es: fallo de inicialización: %s

source: error listing mechanisms: %s
es: error listando mecanismos: %s

source: This client supports the following mechanisms:
es: Este cliente compatibiliza el siguiente mecanismo:

source: This server supports the following mechanisms:
es: Este servidor compatibiliza a los siguientes mecanismos:

source: GnuTLS global initialization failed: %s
es: GnuTLS iniciado global fallada: %s

source: GnuTLS initialization failed: %s
es: GnuTLS fallado al inicializar: %s

source: setting GnuTLS defaults failed: %s
es: configurando GnuTLS predeterminado fallado: %s

source: allocating anonymous GnuTLS credential: %s
es: reservando credencial GnuTLS anónima: %s

source: setting anonymous GnuTLS credential: %s
es: estableciendo credencial anónima GnaTLS: %s

source: allocating X.509 GnuTLS credential: %s
es: reservando credencial GnuTLS X.509: %s

source: loading X.509 GnuTLS credential: %s
es: cargando credencial X.509 GnuTLS: %s

source: no X.509 CAs found: %s
es: ningún CA X.509 encontrado: %s

source: no X.509 CAs found
es: ningún CA X.509 encontrado

source: setting X.509 GnuTLS credential: %s
es: obteniendo credenciales X.509 GnuTLS: %s

source: setting GnuTLS cipher priority (%s): %s
es: obteniendo prioridad (%s) cifra GnuTLS: %s

source: GnuTLS handshake failed: %s
es: Coloquio GnuTLS fallado: %s

source: verifying peer certificate: %s
es: verificando parte certificado: %s

source: server certificate is not trusted
es: servicio certificado no confiado

source: server certificate hasn't got a known issuer
es: certificado servidor no ha obtenido un emisor conocido

source: server certificate has been revoked
es: certificado servidor ha sido revocado

source: getting channel binding failed: %s
es: obteniendo canal enlazado fallado: %s

source: Cannot find mechanism...
es: No puedo encontrar mecanismo…

source: mechanism unavailable: %s
es: mecanismo no disponible: %s

source: Enter base64 authentication data from client (press RET if none):
es: Introducir datos autenticación base64 desde cliente (pulse REF si ninguno):

source: Enter base64 authentication data from server (press RET if none):
es: Introduce datos autenticados base64 desde servidor (pulse RET si ninguno):

source: server error
es: error del servidor

source: mechanism error: %s
es: error mecánico: %s

source: Server authentication finished (client trusted)...
es: Autenticación servidor finalizada (cliente confiado)…

source: Client authentication finished (server trusted)...
es: Autenticación cliente terminada (servicio confiable)…

source: Enter application data (EOF to finish):
es: Introducir datos de aplicación (EOF para terminar):

source: Base64 encoded application data to send:
es: Base64 codificaba datos de aplicación para envío:

source: SASL record too large: %zu
es: SASL registrado demasiado grande: %zu

source: encoding error: %s
es: codificación erróneo: %s

source: Session finished...
es: Sesión finalizada…

source: terminating GnuTLS session failed: %s
es: terminación de sesión GnuTLS fallada: %s
